// 샘플 데이터 - API 완성 후 DB에서 데이터 받아올 수 있게 되면 삭제 예정

export const SAMPLE_DATA = [
  {
    title: {
      day: "1",
      date: "03.30 (수)",
    },
    contents: [
      {
        startTime: "8:00",
        time: "1시간 5분",
        name: "해운대 암소갈비집",
        memo: "로컬 맛집 인정👍",
      },
      {
        startTime: "11:30",
        time: "1시간",
        name: "광안리 해변",
        memo: "예쁨!!!",
      },
    ],
  },
  {
    title: {
      day: "2",
      date: "03.31 (목)",
    },
    contents: [
      {
        startTime: "8:00",
        time: "1시간 5분",
        name: "해운대 암소갈비집",
        memo: "로컬 맛집 인정👍",
      },
      {
        startTime: "11:30",
        time: "1시간",
        name: "광안리 해변",
        memo: "예쁨!!!",
      },
    ],
  },
  {
    title: {
      day: "3",
      date: "04.01 (금)",
    },
    contents: [
      {
        startTime: "8:00",
        time: "1시간 5분",
        name: "해운대 암소갈비집",
        memo: "로컬 맛집 인정👍",
      },
      {
        startTime: "11:30",
        time: "1시간",
        name: "광안리 해변",
        memo: "예쁨!!!",
      },
    ],
  },
  {
    title: {
      day: "4",
      date: "04.02 (토)",
    },
    contents: [
      {
        startTime: "8:00",
        time: "1시간 5분",
        name: "해운대 암소갈비집",
        memo: "로컬 맛집 인정👍",
      },
      {
        startTime: "11:30",
        time: "1시간",
        name: "광안리 해변",
        memo: "예쁨!!!",
      },
    ],
  },
];
